In [1]:
import pandas as pd
l=['OM','SAI','RAM','SHYAM','GANESH','GEETA','RITA','SITA','RADHA','SHIDHI']
df=pd.DataFrame(l)
print(df)

        0
0      OM
1     SAI
2     RAM
3   SHYAM
4  GANESH
5   GEETA
6    RITA
7    SITA
8   RADHA
9  SHIDHI

In [2]:
d = {'Student': ['Rutvik', 'Pankti', 'Evaan', 'Dhyan'],
        'City': ['Pune', 'Delhi', 'Surat', 'Houston'],
         'Age': [22, 16, 5, 13]}
print('DataFrame is successfully created.')

DataFrame is successfully created.

In [3]:
df=pd.DataFrame(d)
df

  Student     City  Age
0  Rutvik     Pune   22
1  Pankti    Delhi   16
2   Evaan    Surat    5
3   Dhyan  Houston   13